


const $Task = document.querySelector('#Task');
$Task.insertAdjacentHTML('afterbegin', 
    `<h1>Lesson-6.</h1>
    <h2><b>1. Продолжаем реализовывать модуль корзины:</b> <br>
    <p1>a)Добавлять в объект корзины выбранные товары по клику на кнопке «Купить» без перезагрузки страницы;</p1> <br>
    <p1>b)Привязать к событию покупки товара пересчет корзины и обновление ее внешнего вида.</p1>  <br>
    <b>2. У товара может быть несколько изображений. Нужно: </b><br>
    <p1>a)Реализовать функционал показа полноразмерных картинок товара в модальном окне;</p1><br>
    <p1>b)Реализовать функционал перехода между картинками внутри модального окна.</p1></h2>`);